<?php
/*
 * Shoputils
 *
 * ПРИМЕЧАНИЕ К ЛИЦЕНЗИОННОМУ СОГЛАШЕНИЮ
 *
 * Этот файл связан лицензионным соглашением, которое можно найти в архиве,
 * вместе с этим файлом. Файл лицензии называется: LICENSE.1.5.x.RUS.txt
 * Так же лицензионное соглашение можно найти по адресу:
 * http://opencart.shoputils.ru/LICENSE.1.5.x.RUS.txt
 * 
 * =================================================================
 * OPENCART 1.5.x ПРИМЕЧАНИЕ ПО ИСПОЛЬЗОВАНИЮ
 * =================================================================
 *  Этот файл предназначен для Opencart 1.5.x. Shoputils не
 *  гарантирует правильную работу этого расширения на любой другой 
 *  версии Opencart, кроме Opencart 1.5.x. 
 *  Shoputils не поддерживает программное обеспечение для других 
 *  версий Opencart.
 * =================================================================
*/

// Heading
$_['heading_title']             = 'Автоматический перевод заказов в другой статус по тайм-лимиту, v1.1';

// Text
$_['text_module']               = 'Модули';
$_['text_success']              = 'Настройки модуля "%s" обновлены!';
$_['text_copyright']            = 'Модуль "%s" разработан ShopUtils. Вопросы по техподдержке и работе модуля отправляйте через сайт <a href="http://opencart.shoputils.ru/?route=information/contact" target="_blank">http://opencart.shoputils.ru</a>.<br />&copy; ShopUtils 2010 &mdash; %s';
$_['text_missing']              = 'Потерянные заказы';

// Column
$_['column_old_order_statuses']  = 'Статусы заказов:';
$_['column_new_order_status']    = 'Новый статус заказов:';
$_['column_days']                = 'Тайм-лимит:';
$_['column_status']              = 'Статус:';

// Entry
$_['entry_days']                = 'дней';

// Help
$_['help_old_order_statuses']   = 'Выберите статусы заказов, которые нужно автоматически переводить в статус, указанный в списке \'Новый статус заказов\'.';
$_['help_new_order_status']     = 'Выберите статус заказов, который будет установлен заказам, указанным в списке \'Статусы заказов\'.';
$_['help_days']                 = 'К-во дней, через которое заказы со статусами, указанными в списке \'Статусы заказов\' будут переведены в статус, указанный в списке \'Новый статус заказов\'.';

// Error
$_['error_permission']          = 'У Вас нет прав для управления этим модулем!';
?>