<?php
// Heading
$_['heading_title']  = 'Заказать обратный звонок';

// Text 
$_['success']   = 'Ваш запрос отправлен. <BR> Ожидайте звонка';
$_['button_send']   = 'Отправить';
// Entry Fields
$_['entry_name']     = 'Ваше имя:';
$_['entry_tel']    = 'Телефон:';
$_['entry_time']    = 'Удобное время звонка:';
$_['entry_enquiry']  = 'Дополнительная информация:';
$_['time1']    = '9:00';
$_['time2']    = '18:00';
$_['no']    = '12';
$_['yes']    = '11';
$_['qs']    = 'Спам вопрос:Сумма 10 и 1 равно?';

// Email
$_['email_subject']  = 'Запрос звонка от: %s';

// Errors
$_['error_name']     = 'Укажите имя!';
$_['error_tel']    = 'Укажите телефон!';
$_['error_capcha']    = 'Неправильный ответ!';

?>
