<?php
// Heading
$_['heading_title'] = 'Корзина покупок';

// Text
//$_['text_items']    = 'Товаров: %s (%s)';
$_['text_items']    = '<span class="cart-head">Корзина</span>';
$_['total_price']    = '<span>%s</span>%s';
$_['text_empty']    = 'В корзине пусто!';
$_['text_cart']     = 'Просмотр корзины';
$_['text_checkout'] = 'Оформление заказа';

// Error
$_['error_min_total']        = 'Минимальная сумма заказа %s';
$_['error_stock']            = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']         = 'Поле %s должно быть заполнено!';
$_['error_product']          = 'Ваша корзина пуста!';
$_['error_coupon']           = 'Ошибка: купон либо недействителен, либо истек срок его действия, либо достигнут предел его использования!';
$_['error_voucher']          = 'Ошибка: код подарочного сертификата неправильный или он уже был использован!';
$_['error_reward']           = 'Укажите пожалуйста количество бонусных баллов для оплаты этого заказа!';
$_['error_points']           = 'У вас нет %s бонусных баллов!';
$_['error_maximum']          = 'Максимально возможная сумма для оплаты баллами составляет %s!';
$_['error_postcode']         = 'Почтовый индекс должен быть длиной от 2 до 10 символов!';
$_['error_country']          = 'Пожалуйста, укажите Страну!';
$_['error_zone']             = 'Пожалуйста, укажите Регион / Область!';
$_['error_shipping']         = 'Необходимо указать способ доставки!';
$_['error_no_shipping']      = 'Нет доступных способов доставки для указанного региона. <a href="%s">Свяжитесь с нами</a>, мы решим этот вопрос!';
?>
