<?php
    $_['heading_title'] = 'Подбор по атрибутам';
    $_['text_add_to_cart'] = 'В корзину';
    $_['text_from'] = 'из';
    $_['name_asc'] ='Наименование (по алфавиту А-Я)';
    $_['name_desc']='Наименование (по алфавиту Я-А)';
    $_['price_asc']='Цена (по возрастанию)';
    $_['price_desc']='Цена (по убыванию)';
    $_['text_show_all'] = 'Показать все';
    $_['text_reviews'] = 'Отзывов: %s';
    $_['text_price'] = 'Цена';
    $_['text_showed'] = 'Показано';
    $_['text_total'] = 'всего';
    $_['text_pages'] = 'страниц';
    $_['text_page'] = 'страница';
    $_['text_error_loading'] = 'Произошла ошибка во время загрузки данных.';
    $_['text_addToCart'] = 'В корзину';
    $_['text_discontinued'] = 'Товар снят с производства';
?>
