<?php
// Heading
$_['heading_title']						= '&laquo;ЕН&raquo; компанії &laquo;Нова Пошта&raquo;';

//Button
$_['button_create_ei']					= 'Створити &laquo;ЕН&raquo; для &laquo;Нової Пошти&raquo;';
$_['button_create']						= 'Створити експрес накладну';
$_['button_ei_list']					= 'Список &laquo;ЕН&raquo;';
$_['button_pdf']						= 'Скачати у форматі PDF';
$_['button_print']						= 'Друк';
$_['button_ei']							= '&laquo;ЕН&raquo;';
$_['button_mark']						= 'Маркування';
$_['button_mark_zebra']					= 'Маркування типу &laquo;Зебра&raquo;';
$_['button_back_to_orders']				= 'Назад до замовлень';

// Text
$_['text_form']							= 'Створення експрес накладної';
$_['text_list']							= 'Список експрес накладних';
$_['text_orders']						= 'Всі замовлення';
$_['text_order']						= 'Замовлення';;
$_['text_sender']						= 'Відправник';
$_['text_recipient']					= 'Одержувач';
$_['text_shipment']						= 'Параметри відправлення';
$_['text_payment']						= 'Оплата';
$_['text_additionally']					= 'Додатково';
$_['text_no_backward_delivery']			= 'Немає зворотньої доставки';
$_['text_ei_success_add']				= 'Експрес накладна успішно створена';

// Column
$_['column_ei_number']					= '№ &laquo;ЕН&raquo;';
$_['column_estimated_delivery_date']	= 'Дата доставки';
$_['column_recipient']          		= 'Одержувач';
$_['column_phone']          			= '№ телефону';
$_['column_city']          				= 'Місто';
$_['column_address']         			= 'Адреса';
$_['column_state']          			= 'Статус';
$_['column_action']          			= 'Дія';

// Entry
$_['entry_ei_number'] 					= 'Номер &laquo;ЕН&raquo';
$_['entry_sender']              		= 'Назва (або П.І.Б.) відправника';
$_['entry_recipient']             		= 'Назва (або П.І.Б.) одержувача';
$_['entry_city']              			= 'Місто';
$_['entry_address']              		= 'Адреса';
$_['entry_contact_person']              = 'Контактна особа';
$_['entry_phone']              			= 'Телефон';
$_['entry_cargo_type']              	= 'Тип вантажу';
$_['entry_width']              			= 'Ширина, см';
$_['entry_length']              		= 'Довжина, см';
$_['entry_height']              		= 'Висота, см';
$_['entry_weight']              		= 'Загальна вага, кг';
$_['entry_volume_weight']              	= 'Об`ємна вага (Ш х Д х В / 4000), кг';
$_['entry_volume_general']              = 'Загальний об`єм відправлення, м&sup3;';
$_['entry_seats_amount']              	= 'Кількість місць, шт';
$_['entry_announced_price']             = 'Оголошена вартість, грн';
$_['entry_cargo_description']           = 'Опис відправлення';
$_['entry_payer']              			= 'Платник';
$_['entry_payment_type']              	= 'Форма оплати';
$_['entry_backward_delivery']           = 'Зворотня доставка';
$_['entry_backward_delivery_total']		= 'Сума зворотної доставки';
$_['entry_backward_delivery_payer']		= 'Платник зворотньої доставки';
$_['entry_shipment_date']				= 'Дата відправки';
$_['entry_service_type'] 				= 'Тип доставки';
$_['entry_sales_order_number'] 			= 'Внутрішній номер замовлення клієнта';
$_['entry_additional_information'] 		= 'Додаткова інформація про відправлення';

// Error
$_['error_permission']					= 'Помилка! У Вас немає прав доступу для управління цим розширенням';
$_['error_recipient'] 					= 'Не вдалося зберегти одержувача';
$_['error_recipient_contact_person'] 	= 'Не вдалося зберегти контактну особу';
$_['error_ei_add'] 						= 'Не вдалося створити експрес накладну';
$_['error_full_name_correct'] 			= 'Перевірте правильність написання прізвища, імені та по батькові. Коректні приклади: Шевченко Тарас Григорович, Франко Іван';
$_['error_full_name_characters'] 		= 'Прізвище, ім`я та по батькові повинні складатися тільки з букв українського або російського алфавіту';
$_['error_city'] 						= 'Місто не знайдене в базі даних за описом';
$_['error_address_city'] 				= 'Адреса для даного міста не знайдена в базі даних за описом. Перевірте назву міста';
$_['error_address'] 					= 'Адреса для даного міста не знайдена в базі даних за описом. Оберіть потрібну адресу зі списку';
$_['error_phone'] 						= 'Невірний формат номера телефону. Коректні приклади: 380501234567, 0661234567';
$_['error_width']              			= 'Ширина має бути цілим числом не більше 35 см';
$_['error_length']              		= 'Довжина має бути цілим числом не більше 61 см';
$_['error_height']              		= 'Висота має бути цілим числом не більше 37 см';
$_['error_weight'] 						= 'Вага має бути дробовим або цілим числом більше 0. Коректні приклади: 7, 1.002 и 0,024';
$_['error_volume'] 						= 'Об`єм має бути дробовим або цілим числом більше 0. Коректні приклади: 7, 1.002 и 0,024';
$_['error_seats_amount'] 				= 'Кількість місць має бути цілим числом більше 0';
$_['error_announced_price'] 			= 'Оголошена вартість має бути дробовим або цілим числом більше 0. Коректні приклади: 700, 100.5 и 77,25';
$_['error_cargo_description'] 			= 'Опис відправлення має складатися не менше ніж з 3-х символів і мати сенс';
$_['error_backward_delivery_total'] 	= 'Сума зворотної доставки має бути дробовим або цілим числом більше 0. Коректні приклади: 77, 100.7 и 34,25';
$_['error_date']						= 'Невірний формат дати. Коректний приклад: 24.08.1991';
$_['error_date_past']					= 'Дата відправки не може бути в минулому';
$_['error_additional_information']		= 'Додаткова інформація про відправлення не може бути більше 100 символів';