<?php
// Heading
$_['heading_title']            = 'Ваш заказ сформирован!';
$_['heading_title_customer']   = 'Ваш заказ #%s сформирован!';

// Text
$_['text_customer'] = '<p>Ваш заказ успешно создан!</p><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a>, открыв <a href="%s">Историю заказов</a>.</p>Если Ваша покупка связана со скачиваемым файлом, вы можете перейти на страницу <a href="%s">файлов для скачивания</a> для их просмотра.</p><p>Все вопросы направляйте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']    = '<p>Большое спасибо за Ваш заказ в нашем интернет-магазине. Один из наших заботливых менеджеров свяжется с Вами для уточнения всех нюансов по наличию товара на складе, удобного для вас способа оплаты и доставки.</p><p>А пока мы даем Вам уникальный шанс докупить снасти со скидкой 5 процентов в течение 2 часов. Просто введите код купона <b>1305</b> в корзине. Мы скомбинируем все в один заказ, чтобы Вы не платили за доставку 2 раза!</p><p><a href="http://fisherway.com.ua">Продолжить покупки &gt;&gt;</a><br />&nbsp;</p><p><span style="font-size:14px;"><strong><span style="color:#ff0000;">Внимание!</span></strong></span><br /><strong>При получении товара, обязательно делайте полный осмотр на Новой Почте. В случае, если повреждение посылки было обнаружено вне склада Новой Почты, мы не сможем гарантировать возврат товара, так как не сможем возместить ущерб от перевозчика!</strong></p><br><br><p><h2><strong><span style="color: rgb(0, 0, 255);">Ответственность за невыкуп посылок</span></strong></h2></p></p><p><p>Уважаемые клиенты!</p><p>В последнее время участились случаи невыкупа посылок на отделениях «Новой Почты» без уважительной причины. Многие не догадываются, что потом происходит с их заказами. В таком случае магазин обязан сделать возврат заказа за свой счет и оплатить услуги транспортировки в обе стороны (это 100-150 грн за 1 посылку) — а значит, магазин работает себе в убыток. Мы всячески стараемся держать адекватные цены, обеспечивать человеческое отношение и высокий уровень сервиса, выплачивая сотрудникам достойные зарплаты, и, в итоге, вместе с вами построить новое процветающее общество. Каждый раз, забирая посылку – свой заказ из нашего магазина на «Новой почте», вы помогаете нам в достижении нашей общей цели!</p></p></br><h2>
	График работы интернет-магазина:</h2>
</br>
Понедельник-Пятница с 9:00 до 20:00';
$_['text_basket']              = 'Корзина';
$_['text_checkout']            = 'Оформить заказ';
$_['text_success']             = 'Операция выполнена успешно';
?>